{
    "items": [
        {
            "num": "01",
            "title": "We are located in the city center",
            "text": "Conveniently situated in the heart of the city, our location provides easy access for locals and visitors alike. Whether you're exploring the bustling streets or heading home from work, our central location ensures that delicious African cuisine is never far away."
        },
        {
            "num": "02",
            "title": "Fresh ingredients from organic farms",
            "text": "At our restaurant, freshness is paramount. We source our ingredients from local organic farms, ensuring that each dish is bursting with flavor and goodness. From crisp vegetables to succulent meats, our commitment to quality starts with the freshest ingredients available."
        },
        {
            "num": "03",
            "title": "Own fast delivery. 30 min Maximum",
            "text": "Experience the convenience of our swift delivery service, with a maximum wait time of just 30 minutes. Whether you're craving a quick lunch or planning a last-minute dinner, our prompt delivery ensures that delicious African cuisine is delivered straight to your doorstep in no time."
        },
        {
            "num": "04",
            "title": "Professional, experienced chefs",
            "text": "Behind every exquisite dish is a team of skilled and passionate chefs. With years of experience and a deep understanding of African flavors, our chefs bring culinary expertise to every creation. From traditional favorites to innovative twists, trust our talented chefs to deliver a dining experience that delights the senses."
        },
        {
            "num": "05",
            "title": "The highest standards of service",
            "text": "Exceeding expectations is our standard. From the moment you walk through our doors to the last bite of your meal, expect nothing less than exceptional service. Our dedicated staff are committed to providing a memorable dining experience, ensuring that every visit leaves you satisfied and eager to return."
        }
    ]
}